nednt-content/seminar-information.org
#+title: New England Dynamics and Number Theory Seminar
#+include: "nav-nednt.org"


|                 | Seminar Information                                                                                                                                                                                                                                                                                                                 |
|-----------------+-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|
| *Description*   | The New England Dynamics and Number Theory Seminar features research talks on ergodic theory, homogeneous dynamics, number theory, and their interactions. The meetings last one hour and fifteen minutes. We encourage speakers to prepare 50-minute talks so that the remainder of the time can be devoted to further discussion. |
| *Time*          | Thursdays at 12:15, Eastern Time                                                                                                                                                                                                                                                                                                    |
| *Location*      | [[https://brandeis.zoom.us/j/93966619553?pwd=ZWZDOFVRbGd1di9mOXN2SFFqV1cyQT09][Zoom room]].                                                                                                                                                                                                                                                                                                                          |
| *Organizers*    | [[https://people.brandeis.edu/~kleinboc/][Dmitry Kleinbock]] (Brandeis University) @@html:<br>@@ [[http://li-han.weebly.com/][Han Li]] (Wesleyan University) @@html:<br>@@ [[https://felipe-a-ramirez.github.io/][Felipe Ramirez]] (Wesleyan University)                                                                                                                                                                                                |
| *Recordings*    | Our talks are recorded and many of them are available on the [[https://www.youtube.com/channel/UCT-NXt5EErpcMJaOlribvFw][NEDNT Seminar YouTube Channel]].                                                                                                                                                                                                                                         |
| *Participation* | Please send an email to one of the organizers if you are interested in giving a talk or attending the seminar on a regular basis. We will include you in the mailing list for future talks.                                                                                                                                         |
