docs/nednt/seminar-information.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>New England Dynamics and Number Theory Seminar</title>
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="nednt.css" />
      <link rel="icon" href="/favicon_phi.svg">
</head>
<body>
<div id="content" class="content">
<h1 class="title">New England Dynamics and Number Theory Seminar</h1>
<nav class="site-nav">
  <a href="/seminar-information.html">Seminar Information</a>
  <a href="/schedule.html">Schedule</a>
  <a href="/titles-abstracts.html">Titles and Abstracts</a>
  <a href="/past-semesters.html">Past Semesters</a>
</nav>


<script>
document.addEventListener("DOMContentLoaded", function () {
  const current = window.location.pathname.replace(/\/$/, "");
  document.querySelectorAll(".site-nav a").forEach(link => {
    const href = link.getAttribute("href").replace(/\/$/, "");
    if (href === current) {
      link.classList.add("current");
      link.removeAttribute("href"); // disables the link
    }
  });
});
</script>


<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">Seminar Information</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left"><b>Description</b></td>
<td class="org-left">The New England Dynamics and Number Theory Seminar features research talks on ergodic theory, homogeneous dynamics, number theory, and their interactions. The meetings last one hour and fifteen minutes. We encourage speakers to prepare 50-minute talks so that the remainder of the time can be devoted to further discussion.</td>
</tr>

<tr>
<td class="org-left"><b>Time</b></td>
<td class="org-left">Thursdays at 12:15, Eastern Time</td>
</tr>

<tr>
<td class="org-left"><b>Location</b></td>
<td class="org-left"><a target="_blank" rel="noopener noreferrer" href="https://brandeis.zoom.us/j/93966619553?pwd=ZWZDOFVRbGd1di9mOXN2SFFqV1cyQT09">Zoom room</a>.</td>
</tr>

<tr>
<td class="org-left"><b>Organizers</b></td>
<td class="org-left"><a target="_blank" rel="noopener noreferrer" href="https://people.brandeis.edu/~kleinboc/">Dmitry Kleinbock</a> (Brandeis University) <br> <a target="_blank" rel="noopener noreferrer" href="http://li-han.weebly.com/">Han Li</a> (Wesleyan University) <br> <a target="_blank" rel="noopener noreferrer" href="https://felipe-a-ramirez.github.io/">Felipe Ramirez</a> (Wesleyan University)</td>
</tr>

<tr>
<td class="org-left"><b>Recordings</b></td>
<td class="org-left">Our talks are recorded and many of them are available on the <a target="_blank" rel="noopener noreferrer" href="https://www.youtube.com/channel/UCT-NXt5EErpcMJaOlribvFw">NEDNT Seminar YouTube Channel</a>.</td>
</tr>

<tr>
<td class="org-left"><b>Participation</b></td>
<td class="org-left">Please send an email to one of the organizers if you are interested in giving a talk or attending the seminar on a regular basis. We will include you in the mailing list for future talks.</td>
</tr>
</tbody>
</table>
</div>
</body>
</html>
